from django.shortcuts import render


def about_us_view(request):
    about_us = """
       ما یک تیم متشکل از علاقه‌مندان به فناوری و نوآوری هستیم که با هدف ارائه‌ی بهترین خدمات و محصولات دیجیتالی به شما عزیزان، فعالیت می‌کنیم. در وبلاگ ما، تلاش می‌کنیم تا با ارائه‌ی مطالب آموزشی، بررسی‌های دقیق و اخبار روز دنیای فناوری، شما را در مسیر بهره‌گیری بهینه از ابزارها و تکنولوژی‌های روز همراهی کنیم.

ما معتقدیم که دانش و آگاهی از جدیدترین پیشرفت‌های تکنولوژی می‌تواند به بهبود کیفیت زندگی و کسب‌وکارها کمک کند. از این رو، همواره در تلاشیم تا با تولید محتوای مفید و کاربردی، سهم کوچکی در ارتقاء دانش فنی و مهارت‌های شما داشته باشیم.

تیم ما متشکل از متخصصان مختلف در زمینه‌های برنامه‌نویسی، طراحی وب، امنیت سایبری و هوش مصنوعی است که با شور و اشتیاق فراوان به اشتراک‌گذاری دانش خود می‌پردازند. امیدواریم که مطالب ما مورد توجه شما قرار گیرد و بتواند به شما در مسیر پیشرفت و موفقیت کمک کند.
    """

    return render(request, 'pages/aboutus.html', context={
        'about_us': about_us,
    })
